name: "text_normalization"
backend: "python"
max_batch_size: 8

input [
    {
        name: "text"
        data_type: TYPE_STRING
        dims: [ -1 ]
    }
]

output [
    {
        name: "output_text"
        data_type: TYPE_STRING
        dims: [ -1 ]
    }
]

parameters: {
    key: "EXECUTION_ENV_PATH",
    value: {string_value: "/opt/tritonserver/backends/python/text_normalization_env.tar.gz"}
}